[
  { 
    "title": "Improving the purchase process of Classes and Kits.",
    "readingLength": "2 Minute Read",
    "path": "/case-study/improving-purchase-process",
    "about": "Brit + Co helps women discover online courses and DIY tutorials to improve their creativity. I was asked to increase the attach rate between Brit + Co’s two main products – Classes and Kits.",
    "role": "Wireframing and visual design of kit page. Developed prototype and led user testing.",
    "result": "<strong>3.5% increase</strong> in the attach rate (how often classes and kits were purchased together)."
  },
  {
    "title": "Building a design system at Brit + Co.",
    "readingLength": "3 Minute Read",
    "path": "/case-study/building-a-design-system",
    "about": "Built a design system for Brit + Co's media site, classroom platform and internal tools in order to improve communication, maintainability, and consistency.",
    "role": "Led the creation of design system – visual design, code and documentation.",
    "result": "<strong>Reduced <abbr title='cascading style sheets'>CSS</abbr> file size by 33%.</strong> Improved communication, increased velocity."
  },
  {
    "title": "Helping people discover new DIY content.",
    "disabled": "true",
    "readingLength": "2 Minute Read",
    "path": "#",
    "suggestedpath": "/case-study/helping-find-diy-projects",
    "about": "One of the top ways people use Brit + Co is to find inspiration for a new project, recipe or style. To better serve them, we improved how people find their next project.",
    "role": "Designed the feature, pair programmed it's development.",
    "result": "60% of visitors used the feature multiple times within each article."
  },
  {
    "title": "Making it easier to donate to a nonprofit.",
    "disabled": "true",
    "readingLength": "5 Minute Read",
    "path": "#",
    "suggestedPath": "/case-study/simplifying-donations",
    "about": "Days for Girls provides girls around the world with sustainable female hygiene and health education. Facing tremendous growth, Days for Girls needed an online experience to match its programs.",
    "role": "",
    "result": ""
  },
  {
    "title": "Creating an indie game with a global, active fan base.",
    "disabled": "true",
    "readingLength": "3 Minute Read",
    "path": "#",
    "suggestedpath": "/case-study/creating-an-indie-game",
    "about": "",
    "role": "",
    "result": "Over a million YouTube views with earned media on Kotaku, Polygon, CrunchyRoll and more. Lowered overhead costs by 90% by switching to Amazon s3."
  }
]